<?php
return [
    'title'         => 'ความเชี่ยวชาญของอาจารย์',
    'id'            => 'รหัส',
    'teacher_name'  => 'ชื่ออาจารย์',
    'name'          => 'ชื่อความเชี่ยวชาญ',
    'action'        => 'การกระทำ',
    'edit'          => 'แก้ไขความเชี่ยวชาญ',
    'delete'        => 'ลบ',
    'submit'        => 'บันทึก',
    'cancel'        => 'ยกเลิก',
    'placeholder_name' => 'กรอกชื่อความเชี่ยวชาญ',
    'confirm_title' => 'คุณแน่ใจหรือไม่?',
    'confirm_text'  => 'หากลบแล้ว ข้อมูลจะหายไปตลอดกาล',
    'delete_success'=> 'ลบสำเร็จ',
];
