<?php
return [
    'title'         => 'ความเชี่ยวชาญของอาจารย์',
    'id'            => 'รหัส',
    'teacher_name'  => 'ชื่ออาจารย์',
    'name'          => 'ชื่อความเชี่ยวชาญ',
    'action'        => 'การกระทำ',
    'edit'          => 'แก้ไขความเชี่ยวชาญ',
    'delete'        => 'ลบ',
    'submit'        => 'บันทึก',
    'cancel'        => 'ยกเลิก',
    'placeholder_name' => 'กรอกชื่อความเชี่ยวชาญ',
    

    'confirm_title' => 'คุณแน่ใจหรือไม่?',
    'confirm_text' => 'คุณจะไม่สามารถกู้คืนไฟล์นี้ได้!',
    'delete_success' => 'ลบข้อมูลสำเร็จ',
    'delete_msg' => 'รายการความเชี่ยวชาญถูกลบสำเร็จแล้ว',
    'add' => 'เพิ่มความเชี่ยวชาญ',
    'edit' => 'แก้ไขความเชี่ยวชาญ',

    'ok' => 'ตกลง', // แปล "OK"
    'cancel' => 'ยกเลิก', // แปล "Cancel"
];
