<?php
return [
    'title'         => 'สิทธิ์การเข้าถึง',
    'new_permission'=> 'สร้างสิทธิ์ใหม่',
    'name'          => 'ชื่อสิทธิ์',
    'action'        => 'การกระทำ',
    'view'          => 'ดูรายละเอียด',
    'edit'          => 'แก้ไข',
    'delete'        => 'ลบ',
    'confirm_title' => 'คุณแน่ใจหรือไม่?',
    'confirm_text'  => 'คุณจะไม่สามารถกู้คืนไฟล์นี้ได้!',
    'delete_success'=> 'ลบสำเร็จ',


    


     //edit.blade
    'error_title'      => 'เกิดข้อผิดพลาด!',
    'error_message'    => 'มีบางอย่างผิดพลาด กรุณาตรวจสอบข้อผิดพลาดด้านล่าง',
    'edit_permission'  => 'แก้ไขสิทธิ์การเข้าถึง',
    'permissions_list' => 'รายการสิทธิ์การเข้าถึง',
    'name'            => 'ชื่อสิทธิ์',
    'placeholder_name' => 'กรอกชื่อสิทธิ์',
    'submit'         => 'บันทึก',


    //show
    'title'         => 'สิทธิ์การเข้าถึง',
    'name'          => 'ชื่อสิทธิ์',
    'back'          => 'ย้อนกลับ',

    //create
    'error_title'      => 'เกิดข้อผิดพลาด!',
    'error_message'    => 'มีบางอย่างผิดพลาด กรุณาตรวจสอบข้อผิดพลาดด้านล่าง',
    'create_permission'=> 'สร้างสิทธิ์การเข้าถึง',
    'permissions_list' => 'รายการสิทธิ์การเข้าถึง',
    'name'            => 'ชื่อสิทธิ์',
    'placeholder_name' => 'กรอกชื่อสิทธิ์',
    'submit'         => 'บันทึก',
];
