<?php
return [
    'title'            => 'หลักสูตร',
    'add'              => 'เพิ่มหลักสูตร',
    'id'               => 'รหัส',
    'name_th'          => 'ชื่อหลักสูตร (TH)',
    'name_en'          => 'ชื่อหลักสูตร (EN)',
    'degree'           => 'ระดับการศึกษา',
    'department'       => 'แผนก',
    'action'           => 'การกระทำ',
    'edit'             => 'แก้ไขหลักสูตร',
    'delete'           => 'ลบ',
    'placeholder_name_th' => 'กรอกชื่อหลักสูตรเป็นภาษาไทย',
    'placeholder_name_en' => 'กรอกชื่อหลักสูตรเป็นภาษาอังกฤษ',
    'submit'           => 'บันทึก',
    'cancel'           => 'ยกเลิก',
];
