<?php
return [
    'title'         => 'แผนก',
    'name'          => 'ชื่อแผนก',
    'new_department'=> 'สร้างแผนกใหม่',
    'action'        => 'การกระทำ',
    'view'          => 'ดูรายละเอียด',
    'edit'          => 'แก้ไข',
    'delete'        => 'ลบ',
    'confirm_title' => 'คุณแน่ใจหรือไม่?',
    'confirm_text'  => 'หากคุณลบข้อมูลนี้ จะไม่สามารถกู้คืนได้',
    'delete_success'=> 'ลบสำเร็จ',


    //edit / create / show
    'error_title'       => 'อุ๊ปส์!',
    'error_message'     => 'มีบางอย่างผิดพลาด กรุณาตรวจสอบข้อผิดพลาดด้านล่าง',
    'edit'             => 'แก้ไขแผนก',
    'list'             => 'รายการแผนก',
    'name_th'          => 'ชื่อแผนก (ภาษาไทย)',
    'name_en'          => 'ชื่อแผนก (ภาษาอังกฤษ)',
    'name_zh'=> 'ชื่อแผนก (ภาษาจีน)',
    'placeholder_name_th' => 'กรอกชื่อแผนกเป็นภาษาไทย',
    'placeholder_name_en' => 'กรอกชื่อแผนกเป็นภาษาอังกฤษ',
    'placeholder_name_zh' => 'กรอกชื่อแผนกเป็นภาษาจีน',
    'submit'           => 'บันทึก',
    'create'           => 'สร้างแผนก',
    'details'          => 'รายละเอียดแผนก',
    'back'             => 'ย้อนกลับ',
];
